[M_DuelingBanjos MissionDefinition]
MissionName="Guerra de Clãs: Zaford Vs Hodunk"
MissionDescription="A rixa familiar alcançou um ponto crítico. Os Zaford e os Hodunk estão se preparando para um confronto definitivo e Ellie lhe pediu para estar presente. Apenas uma família poderá sobreviver e cabe a você decidir qual."
TurnInDescription="Com a ajuda de Ellie você colocou um fim na guerra entre os Zaford e os Hodunk de forma violenta, porém, apropriada."
MissionSummary="Tome partido dos Zaford ou dos Hodunk."
MissionGiver="Ellie"
MissionTurnInLocation="Mick Zaford ou Tector Hodunk"
TeaserText="É hora de colocar um fim na guerra entre os clãs. Qual deles você irá apoiar?"

[M_DuelingBanjos:HeadToShowdown MissionObjectiveDefinition]
ProgressMessage="Assista ao confronto definitivo"

[M_DuelingBanjos:HeadToShowdownSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_DuelingBanjos:PickASideSet MissionObjectiveSetBranchingDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_DuelingBanjos:ShootTheHodunks MissionObjectiveDefinition]
ProgressMessage="Acabe com os Hodunk"

[M_DuelingBanjos:ShootZafords MissionObjectiveDefinition]
ProgressMessage="Acabe com os Zaford"

